<template>
  <div class="container">
    <van-nav-bar
      title="关于我们"
    />
    <div class="detail-wrap">
      <div class="item">
        尚硅谷IT教育（以下简称尚硅谷），隶属于北京晟程华科教育科技有限公司，是一家专业的IT教育培训机构，现拥有北京、深圳、上海、武汉、西安、成都六处教学基地。自2013年成立以来，凭借优秀的教育理念、前瞻的课程体系、专业的教学团队、科学的考评制度、严格的教务管理，已经为行业输送了大量IT技术人才。

        尚硅谷开设有Java、大数据、HTML5前端等多门课程，在互联网上发布的Java、大数据、HTML5前端、Python、区块链、Linux、C语言等视频教程广受赞誉。通过面授课程、视频分享、在线学习、直播课堂、图书出版等多种方式，满足了全国编程爱好者对多样化学习场景的需求。

        截止2022年10月，尚硅谷已累计发布视频教程20167集，总计时长265879分钟，B站粉丝百万播放量破亿。尚硅谷将始终秉承“让天下没有难学的技术，帮助到更多需要帮助的人”的教育理念，坚持开源精神，不断打磨产品，为众多技术爱好者提供免费的教学资源，帮助更多的人走上了软件开发之路，为中国的软件人才培养尽一点绵薄之力。

        尚硅谷一直坚持“技术为王，课比天大”的发展理念，专注技术，死磕课程，团队中技术型人才占比60%以上，来自清华、北航、北邮、哈工大、中科院电子所等多所名校。尚硅谷设有独立的研究院，与多家互联网大厂的研发团队保持技术交流，保障教学内容始终基于实战项目，聘用名校名企的技术专家，源码级别的授课讲解，培养高素质软件开发人才。

        尚硅谷一方面为多所高等院校大学生提供专业技术培训，一方面为阿里巴巴、百度、腾讯、华为、京东、小米、360等多家企业输送高素质软件开发人才，打通了企业招聘和人才就业的双向渠道，为整个IT产业的健康快速发展，做出了强有力的贡献！

        2014年，尚硅谷荣获新浪“最具综合实力职业培训机构”大奖；
        2018年，在腾讯年度盛典中脱颖而出，被评为“2018年度综合实力教育集团”；
        2020年，被凤凰网华人教育家大会评选为“2019-2020年度华人影响力职业教育品牌”；
        2021年，喜获央广网“年度公信力教育品牌”。
      </div>
    </div>

  </div>
</template>

<script>
export default {
  name: "process",

  data() {
    return {
    };
  },

  created(){
  },

  methods: {

  }
}
</script>

<style lang="scss" scoped>
.container {
  padding: 20px;
  .detail-wrap {
    .item {
      color: #838485;
    }
  }
}
</style>
